/*************************************************************************
	> File Name: P1001.cpp
	> Author: LHC 
	> Mail: 3115629644@qq.com 
	> Created Time: 2018年09月12日 星期三 10时25分31秒
 ************************************************************************/


#include <stdio.h>

int main() {

    char a[11] = {0}, b[11] = {0};   //a[0]、b[0]表示符号位，0为正数、1为负数
    for(int i = 0; i < 11; i++) {
        printf("%c");
    }
    //while(scanf("%s%s", &a, &b) != EOF) {
        
 //   }
    
    
    return 0;
}
